{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[string]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[number]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":3,"content":"[bigint]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":4,"content":"[boolean]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":5,"content":"[date]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":6,"content":"[symbol]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":7,"content":"[undefined]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":8,"content":"[null]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":9,"content":"[void]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":10,"content":"[any]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":11,"content":"[unknown]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":12,"content":"[never]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":13,"content":"[parse]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":14,"content":"[coerce]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":15,"content":"[literal]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":16,"content":"[optional]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":17,"content":"[object]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":18,"content":"[nullable]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":19,"content":"[shape]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":20,"content":"[extend]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":21,"content":"[required]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":22,"content":"[tuple]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"[UNK]","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"vocab":{"[UNK]":0,"[string]":1,"[number]":2,"[bigint]":3,"[boolean]":4,"[date]":5,"[symbol]":6,"[undefined]":7,"[null]":8,"[void]":9,"[any]":10,"[unknown]":11,"[never]":12,"[parse]":13,"[coerce]":14,"[literal]":15,"[optional]":16,"[object]":17,"[nullable]":18,"[shape]":19,"[extend]":20,"[required]":21,"[tuple]":22,"\"":23,"&":24,"'":25,"(":26,")":27,",":28,"-":29,".":30,"/":31,"0":32,"1":33,"2":34,":":35,"<":36,"=":37,">":38,"?":39,"A":40,"B":41,"C":42,"D":43,"E":44,"F":45,"G":46,"H":47,"I":48,"J":49,"K":50,"L":51,"M":52,"N":53,"O":54,"P":55,"Q":56,"R":57,"S":58,"T":59,"U":60,"V":61,"W":62,"[":63,"]":64,"_":65,"a":66,"b":67,"c":68,"d":69,"e":70,"f":71,"g":72,"h":73,"i":74,"j":75,"k":76,"l":77,"m":78,"n":79,"o":80,"p":81,"q":82,"r":83,"s":84,"t":85,"u":86,"v":87,"w":88,"x":89,"y":90,"z":91,"{":92,"|":93,"}":94,"()":95,"in":96,"st":97,"on":98,"ma":99,"ema":100,"(),":101,"ch":102,"ing":103,"er":104,"chema":105,"al":106,"Schema":107,"ring":108,"ti":109,"um":110,"tion":111,"or":112,"ption":113,"string":114,"en":115,"ptional":116,"ber":117,"umber":118,"ort":119,"port":120,"number":121,"().":122,"ar":123,"ent":124,"ex":125,"ec":126,"export":127,"jec":128,"ject":129,"({":130,"})":131,"con":132,"const":133,"bject":134,"object":135,"St":136,"de":137,"String":138,"StringSchema":139,"at":140,"li":141,"Optional":142,"am":143,"si":144,"Id":145,"OptionalStringSchema":146,"ed":147,"),":148,"re":149,"ro":150,"optional":151,"ay":152,"',":153,"ame":154,"le":155,"ray":156,"ty":157,"deal":158,"lient":159,"osi":160,"gn":161,"pe":162,"an":163,"it":164,"array":165,"es":166,"ate":167,"il":168,"De":169,"oc":170,"ole":171,"ve":172,"In":173,"sSchema":174,"ument":175,"ocument":176,"Name":177,"type":178,"bo":179,"olean":180,"boolean":181,"Client":182,"posi":183,"dealId":184,"gner":185,"im":186,"pro":187,"stName":188,"tive":189,"Deal":190,"un":191,"int":192,"arg":193,"positive":194,"Par":195,"fro":196,"ul":197,"import":198,"from":199,"Date":200,"ag":201,"id":202,"email":203,"client":204,"la":205,"se":206,"Param":207,").":208,"At":209,"Document":210,"name":211,"atu":212,"osigner":213,"Inf":214,"ces":215,"min":216,"ue":217,"cess":218,"([":219,"aul":220,"faul":221,"lic":222,"edAt":223,"DateSchema":224,"ParamsSchema":225,"fault":226,"]),":227,"of":228,"ot":229,"ser":230,"tr":231,"Si":232,"Up":233,"fi":234,"ph":235,"pp":236,"atedAt":237,"sion":238,"age":239,"true":240,"pplic":241,"==":242,"Number":243,"Of":244,"ation":245,"co":246,"cosigner":247,"ding":248,"document":249,"ic":250,"od":251,"uil":252,"inf":253,"res":254,"ession":255,"typeof":256,"fir":257,"uilding":258,"To":259,"Ty":260,"Un":261,"per":262,"one":263,"default":264,"lastName":265,"atus":266,"phone":267,"firstName":268,"Type":269,"Unit":270,"'.":271,"Ag":272,"Session":273,"User":274,"ad":275,"pre":276,"schema":277,"ur":278,"zod":279,"status":280,"sign":281,"dealClient":282,"process":283,"Info":284,"infer":285,"perty":286,"'./":287,"Agent":288,"preprocess":289,"dealClientId":290,"Co":291,"Page":292,"as":293,"date":294,"is":295,"ken":296,"par":297,"mation":298,"ormation":299,"enum":300,"Token":301,"phoneNumber":302,"InfoSchema":303,"Ac":304,"Ar":305,"Applic":306,"Building":307,"et":308,"mit":309,"sc":310,"desc":311,"unt":312,"OfUnit":313,"Role":314,"ac":315,"cre":316,"em":317,"iption":318,"lo":319,"ove":320,"ription":321,"ted":322,"ub":323,"up":324,"vit":325,"()),":326,"eric":327,"}),":328,"ant":329,"Deals":330,"Information":331,"Sign":332,"ress":333,"Array":334,"description":335,"createdAt":336,"vited":337,"=>":338,"Ad":339,"Num":340,"datedAt":341,"dress":342,"sub":343,"tur":344,"ver":345,"invited":346,"orm":347,"retur":348,"gnerSchema":349,"prov":350,"unit":351,"clients":352,"clientId":353,"DocumentSchema":354,"SignerSchema":355,"===":356,"count":357,"parse":358,"mitted":359,"ericStringSchema":360,"InformationSchema":361,"NumericStringSchema":362,"return":363,"Cosigner":364,"Ex":365,"Jw":366,"May":367,"Not":368,"Pro":369,"applic":370,"be":371,"if":372,"move":373,"nul":374,"th":375,"tot":376,"tToken":377,"())":378,"ded":379,"property":380,"last":381,"([]),":382,"Uplo":383,"ationF":384,"documents":385,"SessionSchema":386,"signed":387,"Account":388,"Applicant":389,"RoleSchema":390,"submitted":391,"verti":392,"JwtToken":393,"Maybe":394,"Property":395,"total":396,"Cre":397,"Re":398,"V2":399,"af":400,"ap":401,"building":402,"cup":403,"dr":404,"ee":405,"ey":406,"fin":407,"ge":408,"ires":409,"ll":410,"nal":411,"pires":412,"sh":413,"sParamsSchema":414,"ut":415,"user":416,"()).":417,"stre":418,"ernal":419,"ord":420,"arch":421,"defin":422,"lish":423,"reject":424,"Default":425,"occup":426,"ClientInfoSchema":427,"DealOfUnit":428,"undefin":429,"agent":430,"ature":431,"Update":432,"UpdatedAt":433,"OfStringSchema":434,"documentId":435,"UserSchema":436,"address":437,"signature":438,"CoSignerSchema":439,"ash":440,"DealsOfUnit":441,"Signed":442,"ArrayOfStringSchema":443,"NumericStringSchemaV2":444,"moveIn":445,"nullish":446,"lastUpdatedAt":447,"ationForm":448,"vertise":449,"JwtTokenSchema":450,"Create":451,"aft":452,"approv":453,"street":454,"DefaultDocument":455,"occupation":456,"undefined":457,"''":458,"']),":459,"10":460,"All":461,"By":462,"Ch":463,"Em":464,"Fee":465,"Hash":466,"Key":467,"La":468,"Mem":469,"Res":470,"Sort":471,"Sent":472,"Ur":473,"aded":474,"bed":475,"ble":476,"cur":477,"ew":478,"eType":479,"ho":480,"kli":481,"ming":482,"mim":483,"no":484,"nex":485,"pon":486,"pty":487,"pic":488,"que":489,"rent":490,"sort":491,"te":492,"tPage":493,"ternal":494,"wn":495,"word":496,"inco":497,"sts":498,"stPage":499,"berType":500,"eckli":501,"OptionalDateSchema":502,"lete":503,"dealMem":504,"Deposi":505,"Delete":506,"Int":507,"search":508,"DocumentType":509,"(['":510,"oto":511,"ationSchema":512,"cosignerId":513,"isLa":514,"Access":515,"BuildingSchema":516,"access":517,"Advertise":518,"parseInt":519,"CosignerParamsSchema":520,"External":521,"propertyId":522,"Uploaded":523,"AccountSchema":524,"MaybeSession":525,"PropertyInfoSchema":526,"Reque":527,"draft":528,"rejected":529,"approved":530,"Checkli":531,"Empty":532,"Keyword":533,"Respon":534,"Url":535,"current":536,"mimeType":537,"nextPage":538,"pick":539,"incoming":540,"dealMemberType":541,"Deposit":542,"searchKeyword":543,"isLastPage":544,"ExternalAgent":545,"Checklist":546,"Response":547,"currentPage":548,"\",":549,"'),":550,"('":551,"((":552,"12":553,"Bo":554,"Mon":555,"Mar":556,"Ne":557,"Po":558,"Pag":559,"RL":560,"Ran":561,"Sw":562,"URL":563,"Wit":564,"_inf":565,"ail":566,"able":567,"bor":568,"bro":569,"ce":570,"dSign":571,"ei":572,"for":573,"form":574,"gh":575,"get":576,"hPag":577,"ima":578,"ity":579,"iew":580,"ker":581,"ket":582,"kno":583,"late":584,"ldSign":585,"ms":586,"nei":587,"out":588,"oms":589,"page":590,"put":591,"plate":592,"sec":593,"sParam":594,"session":595,"tem":596,"inationSchema":597,"stor":598,"state":599,"ers":600,"ties":601,"expires":602,"ath":603,"limit":604,"eds":605,"role":606,"rooms":607,"deals":608,"pet":609,"ance":610,"itch":611,"Input":612,"ClientSchema":613,"ClientsSchema":614,"DealParamsSchema":615,"DealAccess":616,"unkno":617,"ider":618,"clientType":619,"photo":620,"ice":621,"UsersParamsSchema":622,"adReque":623,"AgentInfoSchema":624,"AgentInformationSchema":625,"Count":626,"ApplicationForm":627,"BuildingsParamsSchema":628,"action":629,"updatedAt":630,"DealsClientSchema":631,"Address":632,"provider":633,"unitHash":634,"CosignerInformationSchema":635,"Expires":636,"applicant":637,"applicationForm":638,"UploadReque":639,"ApplicantParamsSchema":640,"ApplicantInformationSchema":641,"MaybeSessionSchema":642,"totalB":643,"buildingId":644,"userId":645,"DealOfUnitSchema":646,"DealOfUnitClientsSchema":647,"DealsOfUnitSchema":648,"moveInCo":649,"CreateDeal":650,"streetAddress":651,"DefaultDocumentsSchema":652,"'')":653,"BySchema":654,"SortBySchema":655,"hood":656,"DocumentTypeSchema":657,"accessToken":658,"AdvertiseChecklist":659,"MaybeSessionsSchema":660,"ExternalAgentApplicationForm":661,"BoldSign":662,"Month":663,"Market":664,"Needs":665,"Polic":666,"Range":667,"Switch":668,"WithPag":669,"_information":670,"borhood":671,"broker":672,"ghborhood":673,"image":674,"neighborhood":675,"plateId":676,"sParams":677,"templateId":678,"InputSchema":679,"DealAccessor":680,"unknown":681,"unitHashId":682,"ExpiresAt":683,"AdvertiseChecklistSchema":684,"BoldSignURL":685,"WithPaginationSchema":686,"brokerage":687,"&&":688,"')":689,"//":690,"Au":691,"Bre":692,"Cance":693,"Dr":694,"Ed":695,"Fam":696,"Gen":697,"He":698,"Hi":699,"Hre":700,"Le":701,"Lin":702,"Lan":703,"Move":704,"Or":705,"Ph":706,"Pl":707,"Qu":708,"Rent":709,"Rem":710,"Sh":711,"Sing":712,"Ser":713,"Sub":714,"Th":715,"Ver":716,"View":717,"])":718,"_in":719,"_co":720,"ak":721,"av":722,"ase":723,"aas":724,"apar":725,"bath":726,"cl":727,"can":728,"city":729,"dl":730,"do":731,"der":732,"dent":733,"dUnit":734,"est":735,"ear":736,"eDocument":737,"eatu":738,"eDealParamsSchema":739,"fy":740,"fal":741,"fMarket":742,"featu":743,"gen":744,"gress":745,"gth":746,"her":747,"has":748,"hash":749,"ip":750,"ir":751,"iv":752,"ies":753,"ive":754,"ifi":755,"ities":756,"king":757,"key":758,"ly":759,"len":760,"llo":761,"me":762,"ment":763,"mis":764,"new":765,"ost":766,"pr":767,"post":768,"qu":769,"sed":770,"sform":771,"sWithPaginationSchema":772,"saas":773,"tle":774,"tail":775,"tment":776,"uded":777,"udent":778,"view":779,"vice":780,"way":781,"yArray":782,"zip":783,"||":784,"},":785,"inst":786,"incl":787,"star":788,"stDocumentSchema":789,"stMonth":790,"stQu":791,"student":792,"onMarket":793,"chive":794,"ingHi":795,"eral":796,"erId":797,"eryArray":798,"alCo":799,"ally":800,"tify":801,"time":802,"title":803,"tially":804,"enities":805,"areDealParamsSchema":806,"exported":807,"Statu":808,"Status":809,"atform":810,"liest":811,"OptionalNumericStringSchema":812,"OptionalReque":813,"ams":814,"amenities":815,"signer":816,"edrooms":817,"reas":818,"requ":819,"leFam":820,"lease":821,"dealAgent":822,"dealProperty":823,"dealView":824,"ansform":825,"ily":826,"Detail":827,"vel":828,"InDate":829,"Invited":830,"InRent":831,"Names":832,"ClientParamsSchema":833,"position":834,"progress":835,"DealParam":836,"DealCosignerParamsSchema":837,"DealStatu":838,"DealDetail":839,"DealClientParamsSchema":840,"undr":841,"internal":842,"Parties":843,"Partially":844,"emailVer":845,"clientName":846,"clientFee":847,"lable":848,"laundr":849,"DocumentInputSchema":850,"minName":851,"([])":852,"offMarket":853,"other":854,"transform":855,"sions":856,"code":857,"cover":858,"documentName":859,"documentUploadReque":860,"firstMonth":861,"ToUserSchema":862,"ToAdvertise":863,"permis":864,"UnitSchema":865,"UnitHash":866,"SessionToken":867,"UsersSchema":868,"UsersParams":869,"adverti":870,"advertise":871,"aders":872,"adminName":873,"urity":874,"statuses":875,"signUrl":876,"InfoApplic":877,"AgentInformation":878,"asc":879,"isArray":880,"isExternalAgent":881,"isHe":882,"isSing":883,"parking":884,"params":885,"Archive":886,"BuildingsParams":887,"BuildingsWithPaginationSchema":888,"RolesSchema":889,"active":890,"account":891,"embed":892,"loaders":893,"oveDealAccessor":894,"uploaders":895,"ericDocument":896,"DealsWithPaginationSchema":897,"AddUnit":898,"subway":899,"unitId":900,"unitNumber":901,"unitCount":902,"unitBre":903,"applicationF":904,"move_in":905,"nullable":906,"the":907,"thSchema":908,"dedUrl":909,"lastMonth":910,"AccountId":911,"ApplicantsSchema":912,"PropertySchema":913,"Restor":914,"buildings":915,"building_information":916,"lled":917,"ordAccess":918,"archiv":919,"rejectedAt":920,"agentName":921,"agentFee":922,"UpdateCosignerParamsSchema":923,"UpdateApplicantParamsSchema":924,"UpdateDefaultDocumentsSchema":925,"UpdateDealStatu":926,"signatureSer":927,"signatureStatus":928,"DealsOfUnitParamsSchema":929,"DealsOfUnitResponse":930,"moveInDate":931,"moveInFee":932,"CreateCosignerParamsSchema":933,"CreateApplicantParamsSchema":934,"approvedAt":935,"streetName":936,"streetNumber":937,"SortApplicantsSchema":938,"bedCount":939,"bedRange":940,"host":941,"notify":942,"sortBy":943,"sortOr":944,"stsSent":945,"DeleteDocumentSchema":946,"DeleteDocumentTypeSchema":947,"DeletePropertySchema":948,"DocumentTypesSchema":949,"accessLe":950,"MaybeSessions":951,"Urls":952,"ResponseSchema":953,"ailable":954,"ableToAdvertise":955,"gets":956,"getInfoApplic":957,"section":958,"security":959,"sessionToken":960,"sessionExpiresAt":961,"story":962,"athrooms":963,"roles":964,"petDeposit":965,"petPolic":966,"anceof":967,"photos":968,"photoUrls":969,"providerAccountId":970,"applicantNames":971,"UploadRequestDocumentSchema":972,"totalBedrooms":973,"totalBathrooms":974,"moveInCost":975,"moveInCostsSent":976,"CreateDealSchema":977,"CreateDealResponse":978,"accessTokenExpiresAt":979,"ExternalAgentApplicationFormInputSchema":980,"Policy":981,"SwitchDealParamsSchema":982,"SwitchingHi":983,"DealAccessorsSchema":984,"BoldSignURLSchema":985,"BoldSignURLResponseSchema":986,"AuthSchema":987,"Cancelled":988,"Draft":989,"Edit":990,"GenericDocument":991,"Href":992,"Lines":993,"Landl":994,"MoveInDate":995,"Photo":996,"Platform":997,"RemoveDealAccessor":998,"ShareDealParamsSchema":999,"Submitted":1000,"This":1001,"_costs":1002,"akdo":1003,"available":1004,"apartment":1005,"bathRange":1006,"canEdit":1007,"earliest":1008,"eDocumentsSchema":1009,"false":1010,"features":1011,"general":1012,"hasLandl":1013,"hashId":1014,"ired":1015,"ified":1016,"keyDeposit":1017,"length":1018,"lloSign":1019,"price":1020,"postalCo":1021,"sedPlatform":1022,"saasHref":1023,"udedInRent":1024,"viewers":1025,"zipcode":1026,"instanceof":1027,"includedInRent":1028,"started":1029,"stQueryArray":1030,"studentPolicy":1031,"OptionalRequestQueryArray":1032,"signers":1033,"reason":1034,"required":1035,"leFamily":1036,"leaseId":1037,"dealPropertyId":1038,"dealViewerId":1039,"DealParamSchema":1040,"DealDetailSchema":1041,"internalUser":1042,"emailVerified":1043,"laundry":1044,"otherDeposit":1045,"coverPhoto":1046,"documentUploadRequests":1047,"permissions":1048,"UnitHashParamsSchema":1049,"SessionTokensSchema":1050,"advertisedPlatform":1051,"advertiseChecklist":1052,"isExternalAgentDocument":1053,"isHelloSign":1054,"isSingleFamily":1055,"ArchiveDocumentSchema":1056,"accounts":1057,"embeddedUrl":1058,"AddUnitToUserSchema":1059,"subwayLines":1060,"unitBreakdo":1061,"applicationFee":1062,"move_in_costs":1063,"RestoreDocumentsSchema":1064,"archived":1065,"UpdateDealStatusSchema":1066,"signatureService":1067,"notifyClient":1068,"sortOrder":1069,"accessLevel":1070,"getInfoApplicationSchema":1071,"petPolicies":1072,"SwitchingHistory":1073,"RemoveDealAccessorParamsSchema":1074,"apartmentNumber":1075,"earliestMoveInDate":1076,"general_information":1077,"hasLandlordAccess":1078,"postalCode":1079,"OptionalRequestQueryArraySchema":1080,"advertisedPlatforms":1081,"unitBreakdown":1082},"merges":["( )","i n","s t","o n","m a","e ma","() ,","c h","in g","e r","ch ema","a l","S chema","r ing","t i","u m","ti on","o r","p tion","st ring","e n","ption al","b er","um ber","or t","p ort","n umber","() .","a r","en t","e x","e c","ex port","j ec","jec t","( {","} )","c on","con st","b ject","o bject","S t","d e","St ring","String Schema","a t","l i","O ptional","a m","s i","I d","Optional StringSchema","e d",") ,","r e","r o","o ptional","a y","' ,","am e","l e","r ay","t y","de al","li ent","o si","g n","p e","a n","i t","ar ray","e s","at e","i l","D e","o c","o le","v e","I n","s Schema","um ent","oc ument","N ame","ty pe","b o","ole an","bo olean","C lient","p osi","deal Id","gn er","i m","p ro","st Name","ti ve","De al","u n","in t","ar g","posi tive","P ar","f ro","u l","im port","fro m","D ate","a g","i d","ema il","c lient","l a","s e","Par am",") .","A t","D ocument","n ame","at u","osi gner","In f","c es","m in","u e","ces s","( [","a ul","f aul","li c","ed At","Date Schema","Param sSchema","faul t","] ),","o f","o t","s er","t r","S i","U p","f i","p h","p p","at edAt","si on","ag e","tr ue","pp lic","= =","N umber","O f","a tion","c o","c osigner","d ing","d ocument","i c","o d","u il","in f","re s","es sion","type of","fi r","uil ding","T o","T y","U n","p er","on e","de fault","la stName","atu s","ph one","fir stName","Ty pe","Un it","' .","A g","S ession","U ser","a d","p re","s chema","u r","z od","st atus","si gn","deal Client","pro cess","Inf o","inf er","per ty","'. /","Ag ent","pre process","dealClient Id","C o","P age","a s","d ate","i s","k en","p ar","ma tion","or mation","en um","To ken","phone Number","Info Schema","A c","A r","A pplic","B uilding","e t","m it","s c","de sc","un t","Of Unit","R ole","a c","c re","e m","i ption","l o","o ve","r iption","t ed","u b","u p","v it","() ),","er ic","}) ,","an t","Deal s","Inf ormation","Si gn","res s","Ar ray","desc ription","cre atedAt","vit ed","= >","A d","N um","d atedAt","d ress","s ub","t ur","v er","in vited","or m","re tur","gner Schema","pro v","un it","client s","client Id","Document Schema","Si gnerSchema","== =","co unt","par se","mit ted","eric StringSchema","Information Schema","Num ericStringSchema","retur n","C osigner","E x","J w","M ay","N ot","P ro","a pplic","b e","i f","m ove","n ul","t h","t ot","t Token","() )","de d","pro perty","la st","([ ]),","Up lo","ation F","document s","Session Schema","sign ed","Ac count","Applic ant","Role Schema","sub mitted","ver ti","Jw tToken","May be","Pro perty","tot al","C re","R e","V 2","a f","a p","b uilding","c up","d r","e e","e y","f in","g e","i res","l l","n al","p ires","s h","s ParamsSchema","u t","u ser","() ).","st re","er nal","or d","ar ch","de fin","li sh","re ject","De fault","oc cup","Client InfoSchema","Deal OfUnit","un defin","ag ent","atu re","Up date","Up datedAt","Of StringSchema","document Id","User Schema","ad dress","sign ature","Co SignerSchema","as h","Deals OfUnit","Sign ed","Array OfStringSchema","NumericStringSchema V2","move In","nul lish","last UpdatedAt","ationF orm","verti se","JwtToken Schema","Cre ate","af t","ap prov","stre et","Default Document","occup ation","undefin ed","' '","' ]),","1 0","A ll","B y","C h","E m","F ee","H ash","K ey","L a","M em","R es","S ort","S ent","U r","a ded","b ed","b le","c ur","e w","e Type","h o","k li","m ing","m im","n o","n ex","p on","p ty","p ic","q ue","r ent","s ort","t e","t Page","t ernal","w n","w ord","in co","st s","st Page","ber Type","ec kli","Optional DateSchema","le te","deal Mem","De posi","De lete","In t","se arch","Document Type","([ '","ot o","ation Schema","cosigner Id","is La","Ac cess","Building Schema","ac cess","Ad vertise","parse Int","Cosigner ParamsSchema","Ex ternal","property Id","Uplo aded","Account Schema","Maybe Session","Property InfoSchema","Re que","dr aft","reject ed","approv ed","Ch eckli","Em pty","Key word","Res pon","Ur l","cur rent","mim eType","nex tPage","pic k","inco ming","dealMem berType","Deposi t","search Keyword","isLa stPage","External Agent","Checkli st","Respon se","current Page","\" ,","' ),","( '","( (","1 2","B o","M on","M ar","N e","P o","P ag","R L","R an","S w","U RL","W it","_ inf","a il","a ble","b or","b ro","c e","d Sign","e i","f or","f orm","g h","g et","h Pag","i ma","i ty","i ew","k er","k et","k no","l ate","l dSign","m s","n ei","o ut","o ms","p age","p ut","p late","s ec","s Param","s ession","t em","in ationSchema","st or","st ate","er s","ti es","ex pires","at h","li mit","ed s","ro le","ro oms","deal s","pe t","an ce","it ch","In put","Client Schema","Client sSchema","Deal ParamsSchema","Deal Access","un kno","id er","client Type","ph oto","ic e","User sParamsSchema","ad Reque","Agent InfoSchema","Agent InformationSchema","Co unt","Applic ationForm","Building sParamsSchema","ac tion","up datedAt","Deals ClientSchema","Ad dress","prov ider","unit Hash","Cosigner InformationSchema","Ex pires","applic ant","applic ationForm","Uplo adReque","Applicant ParamsSchema","Applicant InformationSchema","Maybe SessionSchema","total B","building Id","user Id","DealOfUnit Schema","DealOfUnit ClientsSchema","DealsOfUnit Schema","moveIn Co","Create Deal","street Address","DefaultDocument sSchema","'' )","By Schema","Sort BySchema","ho od","DocumentType Schema","access Token","Advertise Checklist","MaybeSession sSchema","ExternalAgent ApplicationForm","Bo ldSign","Mon th","Mar ket","Ne eds","Po lic","Ran ge","Sw itch","Wit hPag","_inf ormation","bor hood","bro ker","gh borhood","ima ge","nei ghborhood","plate Id","sParam s","tem plateId","Input Schema","DealAccess or","unkno wn","unitHash Id","Expires At","AdvertiseChecklist Schema","BoldSign URL","WithPag inationSchema","broker age","& &","' )","/ /","A u","B re","C ance","D r","E d","F am","G en","H e","H i","H re","L e","L in","L an","M ove","O r","P h","P l","Q u","R ent","R em","S h","S ing","S er","S ub","T h","V er","V iew","] )","_ in","_ co","a k","a v","a se","a as","a par","b ath","c l","c an","c ity","d l","d o","d er","d ent","d Unit","e st","e ar","e Document","e atu","e DealParamsSchema","f y","f al","f Market","f eatu","g en","g ress","g th","h er","h as","h ash","i p","i r","i v","i es","i ve","i fi","i ties","k ing","k ey","l y","l en","l lo","m e","m ent","m is","n ew","o st","p r","p ost","q u","s ed","s form","s WithPaginationSchema","s aas","t le","t ail","t ment","u ded","u dent","v iew","v ice","w ay","y Array","z ip","| |","} ,","in st","in cl","st ar","st DocumentSchema","st Month","st Qu","st udent","on Market","ch ive","ing Hi","er al","er Id","er yArray","al Co","al ly","ti fy","ti me","ti tle","ti ally","en ities","ar eDealParamsSchema","export ed","St atu","St atus","at form","li est","Optional NumericStringSchema","Optional Reque","am s","am enities","si gner","ed rooms","re as","re qu","le Fam","le ase","deal Agent","deal Property","deal View","an sform","il y","De tail","ve l","In Date","In vited","In Rent","Name s","Client ParamsSchema","posi tion","pro gress","Deal Param","Deal CosignerParamsSchema","Deal Statu","Deal Detail","Deal ClientParamsSchema","un dr","int ernal","Par ties","Par tially","email Ver","client Name","client Fee","la ble","la undr","Document InputSchema","min Name","([ ])","of fMarket","ot her","tr ansform","sion s","co de","co ver","document Name","document UploadReque","fir stMonth","To UserSchema","To Advertise","per mis","Unit Schema","Unit Hash","Session Token","User sSchema","User sParams","ad verti","ad vertise","ad ers","ad minName","ur ity","status es","sign Url","Info Applic","Agent Information","as c","is Array","is ExternalAgent","is He","is Sing","par king","par ams","Ar chive","Building sParams","Building sWithPaginationSchema","Role sSchema","ac tive","ac count","em bed","lo aders","ove DealAccessor","up loaders","eric Document","Deals WithPaginationSchema","Ad dUnit","sub way","unit Id","unit Number","unit Count","unit Bre","applic ationF","move _in","nul lable","th e","th Schema","ded Url","last Month","Account Id","Applicant sSchema","Property Schema","Re stor","building s","building _information","ll ed","ord Access","arch iv","reject edAt","agent Name","agent Fee","Update CosignerParamsSchema","Update ApplicantParamsSchema","Update DefaultDocumentsSchema","Update DealStatu","signature Ser","signature Status","DealsOfUnit ParamsSchema","DealsOfUnit Response","moveIn Date","moveIn Fee","Create CosignerParamsSchema","Create ApplicantParamsSchema","approv edAt","street Name","street Number","Sort ApplicantsSchema","bed Count","bed Range","ho st","no tify","sort By","sort Or","sts Sent","Delete DocumentSchema","Delete DocumentTypeSchema","Delete PropertySchema","DocumentType sSchema","access Le","MaybeSession s","Url s","Response Schema","ail able","able ToAdvertise","get s","get InfoApplic","sec tion","sec urity","session Token","session ExpiresAt","stor y","ath rooms","role s","pet Deposit","pet Polic","ance of","photo s","photo Urls","provider AccountId","applicant Names","UploadReque stDocumentSchema","totalB edrooms","totalB athrooms","moveInCo st","moveInCo stsSent","CreateDeal Schema","CreateDeal Response","accessToken ExpiresAt","ExternalAgentApplicationForm InputSchema","Polic y","Switch DealParamsSchema","Switch ingHi","DealAccessor sSchema","BoldSignURL Schema","BoldSignURL ResponseSchema","Au thSchema","Cance lled","Dr aft","Ed it","Gen ericDocument","Hre f","Lin es","Lan dl","Move InDate","Ph oto","Pl atform","Rem oveDealAccessor","Sh areDealParamsSchema","Sub mitted","Th is","_co sts","ak do","av ailable","apar tment","bath Range","can Edit","ear liest","eDocument sSchema","fal se","featu res","gen eral","has Landl","hash Id","ir ed","ifi ed","key Deposit","len gth","llo Sign","pr ice","post alCo","sed Platform","saas Href","uded InRent","view ers","zip code","inst anceof","incl udedInRent","star ted","stQu eryArray","student Policy","OptionalReque stQueryArray","signer s","reas on","requ ired","leFam ily","lease Id","dealProperty Id","dealView erId","DealParam Schema","DealDetail Schema","internal User","emailVer ified","laundr y","other Deposit","cover Photo","documentUploadReque sts","permis sions","UnitHash ParamsSchema","SessionToken sSchema","adverti sedPlatform","advertise Checklist","isExternalAgent Document","isHe lloSign","isSing leFamily","Archive DocumentSchema","account s","embed dedUrl","AddUnit ToUserSchema","subway Lines","unitBre akdo","applicationF ee","move_in _costs","Restor eDocumentsSchema","archiv ed","UpdateDealStatu sSchema","signatureSer vice","notify Client","sortOr der","accessLe vel","getInfoApplic ationSchema","petPolic ies","SwitchingHi story","RemoveDealAccessor ParamsSchema","apartment Number","earliest MoveInDate","general _information","hasLandl ordAccess","postalCo de","OptionalRequestQueryArray Schema","advertisedPlatform s","unitBreakdo wn"]}}